{
  "revision": "<h1>Algebra and Arithmetic Refresher</h1><h4>Rational Numbers:</h4><ul><li>A number that can be expressed in the form \\( \\frac pq\\), where p and q are integers and \\( q \\neq 0\\), is called a rational number. The numbers \\( \\frac 23, -3, \\frac {-8}7,\\) 105 etc. are rational numbers.</li><li>All integers and fractions are rational numbers.</li><li>If the numerator and denominator of a rational number are multiplied or divided by a non-zero integer, we get a rational number which is said to be equivalent to the given rational number. For example\\( \\frac 37 = \\frac {(3 \\times 2)}{(7 \\times 2)} = \\frac 6{14}\\). Therefore \\( \\frac 6{14} \\) is the equivalent form of \\( \\frac 37 \\).</li><li>Rational numbers are classified as Positive and Negative rational numbers. When the numerator and denominator, both, are positive integers, it is a positive rational number. When either the numerator or the denominator is a negative integer, it is a negative rational number. For example,\\( \\frac 45\\) is a positive rational number whereas \\( \\frac {-5}2 \\) is a negative rational number.</li><li>The number 0 is neither a positive nor a negative rational number.</li><li>A rational number is said to be in the standard form if its denominator is a positive integer and the numerator and denominator have no common factor other than 1. For example - \\( \\frac {-1}4\\) and \\( \\frac 25 \\) are in standard form but \\( \\frac 4{10}\\) is not.</li><li>There are infinite number of rational numbers between two rational numbers.</li><li><div>Two rational numbers with the same denominator can be added by adding their numerators, keeping the denominator same. Two rational numbers with different denominators are added by first taking the LCM of the two denominators and then converting both the rational numbers to their equivalent forms having the LCM as the denominator. For example,</div><div>\\( \\frac 13 + \\frac 43 = \\frac 53 \\)[Same Denominator]</div><div>\\( \\frac 13 + \\frac 45\\)</div><div>LCM of 3 and 5 is 15</div><div>Therefore, \\( \\frac 13 + \\frac 45 = \\frac {1 \\times 5}{3 \\times 5} + \\frac {4 \\times 3}{5 \\times 3} = \\frac {5 + 12}{15} = \\frac {17}{15}\\)</div></li><li><div>While subtracting two rational numbers, we add the additive inverse of the rational number to be subtracted to the other rational number. For example,</div><div>\\( \\frac 45 - \\frac 38 = \\frac 45 \\) + (additive inverse of \\( \\frac 38\\)) = \\(\\frac 45 + \\frac{-3}8 = \\frac {32 - 15}{40} = \\frac {17}{40}\\)</div></li><li><div>To multiply two rational numbers, we multiply their numerators and denominators separately, and write the product as product of numerators \\(\\div\\) product of denominators. For example,</div><div>\\( \\frac 23 \\times \\frac 45 = \\frac {2 \\times 4}{3 \\times 5} = \\frac 8{15}\\)</div></li><li><div>To divide one rational number by the other non-zero rational number, we multiply the rational number by the reciprocal of the other. For example,</div><div>\\( \\frac 23 \\div \\frac 45 = \\frac 23 \\times\\) (reciprocal of \\(\\frac 45\\)) = \\(\\frac 23 \\times \\frac 54 = \\frac {10}{12} = \\frac 56\\)</div></li></ul>"
}