{
  "revision": "<ul><li>Exponents are a very important part of algebra. An exponent is just a convenient way of writing repeated multiplications of the same number.</li><li>For any non zero integer a, \\( a^{-m} = \\frac 1{a^m} \\), where m is a positive integer.</li><li>\\( a^{-m} \\) is the multiplicative inverse of \\( a^m \\)</li><li>Laws of exponents : For any non zero integer a,<ul><li>\\( a^{-m} = \\frac 1{a^m} \\)</li><li>\\( a^m \\times a^n = a^{m+n} \\)</li><li>\\( \\frac {a^m}{a^n} = a^{m-n} \\)</li><li>\\( (a^m)^n = a^{mn} \\)</li><li>\\( a^m \\times b^m = (ab)^m \\)</li><li>\\( \\frac {a^m}{b^m} = (\\frac ab)^m \\)</li><li>\\( a^0 = 1 \\)</li><li>\\( (\\frac ab)^{-m} = (\\frac ba)^m \\)</li></ul></li><li>Scientific Notation (also called Standard Form) is a special way of writing numbers that makes it easier to use big and small numbers. For example, instead of writing 0.0000000048, we write \\( 4.8 \\times 10^{-9} \\).</li><li><div>To obtain the number in standard form, the decimal point is shifted to the right or left until only one non-zero digit remains to the left of the decimal point. The number of shifts required decides the value of the exponent of 10 in standard form. If the decimal point is shifted to the right, the exponent is negative and if the decimal point is shifted to the left, the exponent is positive. For example, </div><div>0.005 \\(\\Rightarrow\\) 0005.0 [Decimal point shifted to the right 3 times] \\(\\Rightarrow 5 \\times 10^{-3}\\)</div><div>46000 \\(\\Rightarrow\\) 46000.0 \\(\\Rightarrow\\) 4.6000 [Decimal point shifted to the left 4 times] \\(\\Rightarrow 4.6 \\times 10^{4}\\)</div></li><li><div>To obtain the number in usual form, the decimal point must be shifted by the same number of places as the exponent of 10. A positive exponent means that the decimal point is shifted that number of places to the right. A negative exponent means that the decimal point is shifted that number of places to the left. For example,</div><div>\\( 1.45 \\times 10^{-7} \\Rightarrow 0.000000145 \\) [Decimal point shifted to the left 7 times]</div><div>\\( 2.94 \\times 10^{2} \\Rightarrow 294.0 \\Rightarrow 294\\) [Decimal point shifted to the right 2 times]</div></li><li>We can think of \\( 4.8 \\times 10^{-9} \\) as the product of two numbers: 4.8 (the digit term) and \\( 10^{-9}\\) (the exponential term).</li></ul>"
}