{
  "revision": "<ol><li>When we factorise an expression, we write it as a product of factors. These factors may be numbers, algebraic variables or algebraic expressions. </li><li>An irreducible factor is a factor which cannot be expressed further as a product of factors. This is also called the prime factor form. </li><li>A systematic way of factorising an expression is the common factor method. It consists of three steps : <ol type='i'><li>Write each term of the expression as product of irreducible factors.</li><li>Look for and separate the common factors.</li><li>Combine the remaining factors in each term in accordance with the distributive law.</li></ol></li><li>Sometimes, all the terms in a given expression do not have a common factor; but the terms can be grouped in such a way that all the terms in each group have a common factor. There then emerges a common factor across all the groups leading to the required factorisation of the expression. This is the method of regrouping.</li><li>In factorisation by regrouping, remember that any regrouping(i.e. rearrangement) of the terms in the given expression may not lead to factorisation. Observe the expression and come out with the desired regrouping by trial and error.</li><li>A number of expressions to be factorised are of the form or can be put in the form : \\(a^2+2ab+b^2, a^2-2ab+b^2, a^2-b^2\\) and \\(x^2+(a+b)+ab\\). These expressions can easily be factorised using identities : <ol type='i'><li>\\(a^2+2ab+b^2=(a+b)^2\\)</li><li>\\(a^2-2ab+b^2=(a-b)^2\\)</li><li>\\(a^2-b^2=(a+b)(a-b)\\)</li><li>\\(x^2+(a+b)x+ab=(x+a)(x+b)\\)</li><li>\\(a^3-b^3=(a-b)(a^2+ab+b^2)\\)</li><li>\\(a^3+b^3=(a+b)(a^2-ab+b^2)\\)</li><li>\\((a+b)^2+(a-b)^2=2(a^2+b^2)\\)</li><li>\\((a+b)^2-(a-b)^2=4ab\\)</li><li>\\(a^3+b^3+c^3-3abc=(a+b+c)(a^2+b^2+c^2-ab-bc-ca)\\)</li><li>If\\(\\,a+b+c=0,\\,\\)then\\(\\,a^3+b^3+c^3=3abc\\)</li></ol></li><li>We know that in case of numbers, division is the inverse of multiplication. This idea is applicable also to the division of algebraic expressions.</li><li>In case of division of a polynomial by a monomial, we carry out the division either by dividing each term of the polynomial by the monomial or by the common factor method.</li><li>In case of division of a polynomial by a polynomial, we cannot proceed by dividing each term in the dividend polynomial by the divisor polynomial. Instead, we factorise both the polynomials and cancel their common factors.</li></ol>"
}