{
  "revision": "<ol><li> <div> The increase or decrease percentage of an object can be found by taking the difference between the increased or decreased price and the original price and finding the percentage of that with respect to the original price.</div><div>Decrease or increase percentage = \\(\\frac{Difference \\, in\\, new\\, and\\, old\\, prices}{old\\, price} \\times 100 \\)</div></li><li><div>A discount is a certain marked amount or percentage off the selling price of an article. To estimate the new amount given a discount we do the following - </div><div><ul><li> Find the discounted amount by the percentage of the old price</li><li>Subtract it from the old amount to get the new amount. </li></ul></div><div> For e.g. If a Rs.200 toy is being sold on 10% discount, it means that the value of the toy is now Rs.180. As Discounted amount - \\(\\frac{10}{100} \\times 200\\) = Rs.20. New price = 200-discounted amount = 200-20 = Rs.180. </div></li><li><div>CP or Cost price is termed as the price at which an item is bought by the supplier or is made at. CP = Buying price + overhead expenses (expenses which occur after buying an article).</div></li><li><div>SP or selling price is termed as the price at which an item is sold by the supplier or the final selling price to the buyer.</div></li><li><div>Profit can be termed as the positive difference between the selling price and the cost price.(If SP > CP, The selling party has had a profit)</div><div>For e.g. If a toy is bought for Rs.100 then sold at Rs.110, The person has had a profit of Rs.10.</div></li><li><div>Loss can be termed as the negative difference between selling price and cost price.(If SP < CP, then the selling party has had a loss)</div><div>For e.g. if a toy is bought at Rs.100 then sold at Rs.90, the person has had a loss of Rs.10.</div></li><li><div>Sales Tax can be termed as the extra charge added by the government on articles and is added to the bill amount. It usually is a fixed % value of the selling price of the item.</div></li><li><div>Value added Tax (VAT) is termed as the extra charge added by the government on addition of value to an item or in basic terms an extra tax added on the selling price of articles. This usually is also a fixed % value of the selling price of the item. </div></li></ol>"
}