{
  "revision": "<ol><li> <div> Interest is the extra money paid by banks or other such institutions as a percentage of a certain amount of money deposited by the customer at that institution.</div></li><li><div>Simple Interest is termed as the interest where the principal amount on which the interest is applied remains constant, hence the interest will remain a constant amount throughout the total time.</div><div>For example, Aman puts Rs.1000 with Ravi at an interest of 10% annually, means that every year Aman will get 10% of Rs.1000 (i.e. Rs.100) from Ravi. </div><div>Simple Interest can be easily calculated as SI= \\((P \\times R \\times T)/100 \\), where </div><div><ul><li>P= Initial Principal Amount</li><li>R= Rate of Interest</li> <li>T= Number of time periods (Usually number of years on annual interest) </li></ul></div></li><li><div>Compound Interest is termed as the interest where the principal amount on which the interest is charge changes and the cumulative amount of all previous interest is taken with the original principal to form a new principal every time period (usually annually). Therefore, the interest gained varies every time period and is not a constant.</div><div>Compound Interest is slightly tricky, but can be calculated by the formula - \\(A= P \\times (1+(R/100))^T\\), where </div><div><ul><li>A= Final Amount</li><li>P = Initial Principal Amount</li><li>R= Rate of Interest</li><li>T= Number of time periods (usually number of years on annual interest) </li></ul></div></li><li><div>Let us look at an example to compare simple and compound interest. If Rs.1000 is in a bank at 10% simple interest annually. The amount In the bank after 5 years will be,</div><div>= \\(P + SI\\)</div><div>= \\(P + (P \\times R \\times T)/100\\)</div><div>=\\(1000 +(1000 \\times 10 \\times 5)/100\\)</div><div>= Rs.\\(1500\\)</div><div>Similarly if it was 10% compound interest annually, the amount in the bank after 5 years will be, </div><div>= \\(P \\times (1+(R/100)) ^T\\) </div><div>= \\(1000 \\times (1+0.1)^5\\)</div><div>= Rs. \\(1610.51 \\)</div></li><li><div>If the time is compounded half yearly then compound interest, \\( A= P \\times (1+(R/200))^{2T} \\) where </div><div><ul><li> 2T = Number of half years</li><li>R/2 = Rate of half-yearly interest</li><li> P= Principal amount.</li></ul></div></li></ol>"
}