{
  "revision": "<h4>Decimals:</h4><ul><li>Fractions can be expressed as decimals by multiplying the numerator and denominator by a number that makes the numerator either 10, 100 or 1000. For example,\\( \\frac 45 \\) can be multiplied by \\( \\frac 22 \\) to make it \\( \\frac {4 \\times 2}{5 \\times 2} = \\frac {8}{10} \\)= 0.8.</li><li>Similarly, \\( \\frac 54\\) can be multiplied by\\( \\frac {25}{25}\\) to make it\\( \\frac { 5 \\times 25 }{ 4 \\times 25} = \\frac {125}{100} = 1.25\\)</li><li>While multiplying two decimal numbers, first multiply them as whole numbers. Count the number of digits to the right of the decimal point in both the decimal numbers. Add the number of digits counted. Put the decimal point in the product by counting the digits from its rightmost place. The count should be the sum obtained earlier. For example,\\( 0.4 \\times 0.7 = 0.28\\)</li><li>To multiply a decimal number by 10, 100 or 1000, we move the decimal point in the number to the right by as many places as there are zeros over 1. For example, \\(0.545 \\times 10 = 5.45, 0.726 \\times 100 = 72.6, 0.24 \\times 1000 = 240\\)</li><li>While dividing decimal numbers:<ul><li>To divide a decimal number by a whole number, first divide them as whole numbers. Then place the decimal point (maintain the same number of digits behind the point). For example,\\( 8.4 \\div 4 = 2.1.\\) Similarly \\(6.25 \\div 25 = 0.25\\)</li><li>To divide a decimal number by 10, 100 or 1000, shift the digits in the decimal number to the left by as many places as there are zeros over 1. For example, \\(53.2 \\div 10 = 5.32, 53.2 \\div 100 = 0.532, 53.2 \\div 1000 = 0.0532\\)</li><li>While dividing two decimal numbers, first shift the decimal point to the right by equal number of places in both. Then divide. For example, \\(2.4 \\div 0.2 = 24 \\div 2 = 12\\). Similarly, \\(2.28 \\div 0.2 = 22.8 \\div 2 = 11.4\\)</li></ul></li></ul><h4>Factorisation:</h4><ul><li>A factor of a number is an exact divisor of that number</li><li>Every number is a factor of itself. 1 is a factor of every number.</li><li>Every factor of a number is less than or equal to the given number.</li><li>Every number is a multiple of each of its factors.</li><li>Every multiple of a given number is greater than or equal to that number.</li><li>Every number is a multiple of itself.</li><li>The Highest Common Factor (HCF) of two or more given numbers is the highest of their common factors.</li><li>The Lowest Common Multiple (LCM) of two or more given numbers is the lowest of their common multiples.</li></ul><h4>Divisibility:</h4><ul><li>Divisibility by 2,5 and 10 can be seen by just the last digit.</li><li>Divisibility by 3 and 9 is checked by finding the sum of all digits.</li><li>Divisibility by 4 and 8 is checked by the last 2 and 3 digits respectively.</li><li>Divisibility of 11 is checked by comparing the sum of digits at odd and even places.</li><li>If two numbers are divisible by a number then their sum and difference are also divisible by that number.</li></ul>"
}