{
  "revision": "<ul><li>The <b>zeroth law</b> of thermodynamics states that ‘two systems in thermal equilibrium with a third system are in thermal equilibrium with each other’. The Zeroth Law describes the concept of temperature.</li>    <li><b>Internal energy</b> \\(\\Delta U\\) of a system is the sum of kinetic energies and potential energies of the molecular constituents of the system and does not include the kinetic energy of the system. Heat and work are two modes of energy transfer        to the system. Heat is the energy transfer due to temperature difference between the system and the surroundings. Work is energy transfer brought about by other means.</li>    <li>        <p><div>The <b>first law of thermodynamics</b> (also called the general law of conservation of energy) states that</div>            <div>\\(\\Delta Q = \\Delta U + \\Delta W\\)</div>            <div>where \\(\\Delta Q\\) is the heat supplied to the system, \\(\\Delta W\\) is the work done by the system and \\(\\Delta U\\) is the change in internal energy of the system. Watch the video below (from <a href='http://khanacademy.org'>KhanAcademy</a>)            to learn more:</div></p>        <div class='revision-video-container' style='text-align:center;width:100%;'>            <iframe style='display:inline-block;' width='560' height='315' src='https://www.youtube.com/embed/Xb05CaG7TsQ' frameborder='0' allowfullscreen></iframe>        </div>    </li>    <li><div>The specific heat capacity of a substance is defined by</div>        <div>\\(s = \\frac {\\Delta Q}{m\\;\\Delta T}\\)</div>        <div>where m is the mass of the substance and \\(\\Delta Q\\) is the heat required to change its temperature by \\(\\Delta T\\).</div>    </li>    <li>The molar specific heat capacity of a substance is defined by        <div>\\(C = \\frac {\\Delta Q}{\\mu \\;\\Delta T}\\)</div>        <div>where \\(\\mu\\) is the number of moles of the substance. For solids, the law of equipartition of energy provides us with the relationship:</div>        <div>\\(C = 3R\\)</div>    </li>    <li>For an ideal gas : \\(C_p - C_v = R\\)</li>    <li> The state of a thermodynamic system can be described by <b>state variables</b>. The value of a state variable depends only on the particular state, not on the path used to arrive at that state. Examples of state variables are pressure (P) and temperature        (T).    </li>    <li> A <b>quasi-static process</b> is an infinitely slow process such that the system remains in mechanical and thermal equilibrium with the surroundings.</li>    <li><div>During an isothermal expansion of an ideal gas from volume \\(V_1\\) to \\(V_2\\) at temperature \\(T\\) the heat absorbed \\((Q)\\) equals the work done \\((W)\\) by the gas and is given by:</div>        <div>\\( W = Q = \\mu \\times R \\times T \\times ln (\\frac {V_2}{V_1})\\)</div>    </li>    <li><div>Work done by an ideal gas in an adiabatic change of state from (P1, V1, T1) to (P2, V2, T2) is:</div>    <div>\\(W = \\frac {\\mu \\times R \\times (T_1 - T_2)}{\\gamma - 1}\\) where \\(\\gamma = \\frac {C_p}{C_v}\\)</div>  </li></ul>"
}