{
  "revision": "<ul><li>Thermodynamics deals with changes in energy in chemical or physical processes and allows us to quantify these changes to make predictions. For the purposes of thermodynamics problems, the universe is divided into the <b>system</b> and the <b>surroundings</b>.</li><li>Chemical or physical processes lead to <b>evolution or absorption of heat (q)</b>, some of which may be converted into <b>work (w)</b>.</li><li>The <b>First Law of Thermodynamics</b> states that \\(\\Delta U = q + w\\). Where \\(\\Delta U\\), change in internal energy, depends on only the initial and final states and is thus a state function, whereas q and w depend on the path and are not state functions.</li><li>State functions do not depend on the path by which the system arrived at its present state.</li><li><b>Sign Convention</b>: q and w receive a positive sign when they are added to the system.</li><li>The transfer of heat from one system to another causes the change in temperature. The magnitude of rise in temperature depends on the <b>heat capacity (C)</b> of a substance. Therefore, heat absorbed or evolved is \\(q = C\\Delta T\\).</li> <li>Work done during the expansion of gases can be measured by \\(w = -p_ {ex} \\Delta V\\).</li><li>For a reversible process, we can assume \\(p_ {ex} = p\\). Making \\(w_ {rev} = - p\\;dV\\). In this condition, we can use the ideal gas equation, \\(pV = nRT\\).</li><li>At constant volume, \\(w = 0\\), then \\(\\Delta U = q_V.\\)</li><li>In the study of chemical reactions, we usually work under a constant pressure. The relevant state function is called \\(Enthalpy (H)\\). \\( \\Delta H = \\Delta U + \\Delta n_gRT\\)</li><li>Change in enthalpy can be found directly from the change in heat (at constant pressure). \\(\\Delta H = q_p\\).</li><li>There are different types of enthalpy changes. Changes of phase such as melting, vaporization and sublimation usually occur at constant temperature and are characterized by positive enthalpy changes.</li></ul>"
}