{
  "revision": "<ul><li>In a chemical reaction, reactants are converted into products. \\(Reactants \\rightarrow Products\\)</li><li>The enthalpy change of a chemical reaction, is given by the symbol \\(\\Delta_rH\\)</li><li>\\(\\Delta_rH = \\sum\\)(enthalpies of products) \\(- \\sum\\) (enthalpies of reactants)</li><li>The <b>standard enthalpy of reaction, \\(\\Delta_rH^\\circleddash\\),</b> is the enthalpy change for a reaction when all the participating substances are in their standard states.</li><li>The enthalpy change that accompanies melting of one mole of a solid substance in standard state is called <b>standard enthalpy of fusion</b> or molar enthalpy of fusion, \\(\\Delta_ {fus}H^\\circleddash\\)</li><li>The amount of heat required to vaporize one mole of a liquid at constant temperature and under standard pressure (1 bar) is called its <b>standard enthalpy of vaporization</b> or molar enthalpy of vaporization, \\(\\Delta_ {vap}H^\\circleddash\\)</li><li>The change in enthalpy when one mole of a solid substance sublimes at a constant temperature and under standard pressure is called the <b>standard enthalpy of sublimation</b>, \\(\\Delta_ {sub}H^\\circleddash\\)</li><li>The standard enthalpy change for the formation of one mole of a compound from its elements in their most stable states of aggregation (called <b>reference states</b>) is called <b>standard molar enthalpy of formation</b>, \\(\\Delta_ {f}H^\\circleddash\\)</li><li>A balanced chemical equation together with the value of its \\(\\Delta_rH\\) is called a <b>thermo-chemical equation</b>. When a chemical equation is reversed, the value of  \\(\\Delta_rH\\) is also reversed.</li><li><b>Hess's Law</b> states that if a reaction takes place in several steps then its standard reaction enthalpy is the sum of the standard enthalpies of the intermediate reactions into which the overall reaction may be divided at a constant temperature</li><li>Enthalpies for different types of reactions include : Combustion \\(\\Delta_ {c}H^\\circleddash\\), Atomization \\(\\Delta_ {a}H^\\circleddash\\), Bond \\(\\Delta_ {bond}H^\\circleddash\\), Solution \\(\\Delta_ {sol}H^\\circleddash\\), Lattice \\(\\Delta_ {lattice}H^ \\circleddash\\)</li><li> In isolated systems, \\(\\Delta U = 0\\). Another state function, <b>entropy (S)</b> is defined. Entropy is a measure of disorder in a system.</li><li>For a <b>spontaneous reaction</b> to occur, total entropy change is positive. Entropy change distinguishes a spontaneous change, while energy change does not.</li><li>Entropy change \\((\\Delta S) = \\frac{q_ {rev}}{T}\\) for a reversible process.</li><li>Chemical reactions are generally carried out under constant pressure. For this use case, another state function called Gibbs energy (G) is defined.</li><li>\\(\\Delta_r G = \\Delta_r H - T \\Delta_rS\\)<br>For a spontaneous change, \\(\\Delta G_ {sys} < 0\\) and at equilibrium \\(\\Delta G_ {sys} = 0\\).</li><li>Standard Gibbs energy change \\((\\Delta G_r^\\circleddash)\\) is related to equilibrium constant (K) by the following equation: \\((\\Delta G_r^\\circleddash) = - RT\\;ln K = \\Delta_r H^\\circleddash - T \\Delta_rS^\\circleddash\\)</li><li>Many reactions that are non-spontaneous at low temperature, are spontaneous at high temperature for systems having positive entropy of reaction.</li></ul>"
}